Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/stami.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The economic costs of diseases caused by occupational exposure vary between 2 and 6 % of an EU country’s GDP, and the total burden of disease in the population is approximately the same as the burden from urban air pollution or obesity.
nb: De økonomiske kostnadene av arbeidsrelaterte sykdommer utgjør i snitt 2 – 6% av EU-lands BNP, og den totale sykdomsbyrden i befolkningen er på samme nivå som for luftforurensing og fedme.

source: STAMI’s surveillance unit, NOA, is the national correspondent for EWCO.
nb: STAMI ved NOA er nasjonal korrespondent for EWCO.

source: Time spent is normally between 10 and 40 minutes per hole.
nb: Tidsbruken varierer normalt fra 10 minutter til 40 minutter per hull.

source: The project is divided into 13 work packages. STAMI is particularly involved in the work packages 2, 3, 5, 7 and 9.
nb: Prosjektet er delt inn i 13 arbeidspakker, hvor STAMI er særlig involvert i arbeidspakke 2, 3, 5, 7 og 9.

source: We aim to establish a human in vitro cell model to study neuroinflammatory responses to the particles provided by WP 1.
nb: Vi tar sikte påå etablere en human cellemodell til å studere nevroinflammatoriske responser til partiklene samlet inn i Del 1.

source: In addition, 22 persons of the cohort (manganism, PD and controls) were PET-scanned.
nb: Dessuten ble 22 personer i kohorten (manganisme, PD og kontroller) undersøkt med PET-scan.

source: Also examined were 34 patients who had been diagnosed with manganism, and 24 patients who recently
nb: Dessuten ble 34 pasienter med diagnostisert manganisme og 24 pasienter med nylig påvist idiopatisk Parkinson’s sykdom (PD) undersøkt.

source: Rock slope stabilizing with regard to mountain sides close to roads, railways or housing, are often carried out with work teams consisting of 2-3 people.
nb: Fjellsikringsjobber i forbindelse med sikring av fjellsider i tilknytning til vei, bane eller boliger utføres av arbeidslag med 2 – 3 personer.

source: WP 1: Dust formation mechanisms and kinetics
nb: Del 1: Mekanismer for støvdannelse og kinetikk

source: In this cross sectional study 137 welders and an equal number of controls have been examined.
nb: I denne tverrsnittsstudien ble 137 sveisere og et tilsvarende antall kontroller undersøkt.

source: The most important hand tools used are, power wrenches grinders and sledge hammers.
nb: Viktigste håndverktøy som benyttes er muttertrekker, vinkelsliper og slegge.

source: The project consortium consists of 19 partners from 12 different countries.
nb: EPHOR er et unikt og ambisiøst samarbeid mellom 19 partnere fra 12 forskjellige land.

source: Speciation of fluoride in workroom air du[...]
nb: Kartlegging av PAH ved Mosal aluminium, L[...]

source: A follow-up study”, SCL-90 (Symptom Check List – 90), PTSS-10 (Post Traumatic Stress Symptoms-10 questions), and a question¬naire aimed at describing movement disorders. The health examinations are completed.
nb: En oppfølgingsundersøkelse», SCL-90 (Symptom Check List – 90), PTSS-10 (Post Traumatisk Stress Symptom-10 spørsmål), samt «Ørebro-skjema» for beskrivelse av plager i bevegelsesapparatet.

source: 80-90% of this time is used handling a rock drill.
nb: Av denne tiden utgjør 80-90 % boring med fjellbor.

source: Final report to the funding source Confederation of Norwegian Business and Industry was completed in 2006.
nb: Datainnsamling er avsluttet, og sluttrapport til NHOs Arbeidsmiljøfond ble ferdigstilt i 2006.

source: Ingrid Sivesind Mehlum leads work package 5.
nb: Ingrid Sivesind Mehlum leder arbeidspakke 5.

source: The welders were carrying air pumps for individual sampling of contaminates in their work atmosphere.
nb: Sveiserne bar luftpumper for individuell innsamling av kontaminanter i arbeidsatmosfæren.

source: EPHOR will generate new knowledge on the working life exposome by combining large-scale pooling of existing data (over 40 cohorts and 21 million study subjects) with new data collected in the project (case studies on respiratory health and health effects of night shift work).
nb: EPHOR vil frembringe ny kunnskap ved å utnytte eksisterende datasett (over 40 kohorter som totalt inkluderer over 21 millioner personer) og data som samles inn i prosjektet (to casestudier, på henholdsvis luftveissykdommer og skiftarbeid).

source: had been diagnosed with idiopathic Parkinson’s Decease(PD). 96 welders, 96 controls and 27 patients with
nb: 96 sveisere, 96 kontroller og 27 pasienter med manganisme ble undersøkt seks år tidligere.

source: Is a network for experts on the working environment and occupational health.
nb: Baltic Sea Network on Occupational Health and Safety (BSN) er et nettverk for eksperter innenfor arbeidsmiljø og -helse.

source: Innovative methods for collection, storage, and interpretation of working life exposome data
nb: Nyskapende metoder for innsamling, lagring og analyse av eksponering- og helsedata
